Repository: dexit/mockup
Catalog: languages/MockUp-*.po
Languages: nl_nl

source: Show related MockUps
nl_nl: Toon gerelateerde MockUp's

source: Show description
nl_nl: Toon beschrijving

source: Write a comment
nl_nl: Schrijf een reactie

source: Send
nl_nl: Verstuur

source: Approve
nl_nl: Goedkeuren

source: Related MockUps
nl_nl: Gerelateerde MockUp's

source: MockUp description
nl_nl: MockUp beschrijving

source: Approve this MockUp
nl_nl: Deze MockUp goedkeuren

source: Are you sure you want to approve this MockUp?
nl_nl: Weet u zeker dat u deze MockUp wilt goedkeuren?

source: Name
nl_nl: Naam

source: Comments
nl_nl: Reacties

source: Here you can add your comments on this MockUp.
nl_nl: Hier kunt u een reactie plaatsen op deze MockUp.

source: You approved this MockUp
nl_nl: U heeft deze MockUp al goedgekeurd

source: To view this protected MockUp, enter the password below:
nl_nl: Om deze MockUp te bekijken moet u hieronder het wachtwoord invullen.

source: All MockUps
nl_nl: Alle MockUps

source: Add new MockUp
nl_nl: Voeg nieuwe MockUp toe

source: Add New MockUp
nl_nl: Voeg nieuwe MockUp toe

source: Edit
nl_nl: Bewerken

source: Edit MockUp
nl_nl: Bewerk MockUp

source: New MockUp
nl_nl: Nieuwe MockUp

source: View MockUp
nl_nl: Bekijk MockUp

source: Search MockUps
nl_nl: Zoek MockUp's

source: No MockUps found
nl_nl: Geen MockUp's gevonden

source: No MockUps found in Trash
nl_nl: Geen mockups gevonden in de prullenbak

source: Parent MockUp
nl_nl: Hoofd MockUp

source: Customers
nl_nl: Klanten

source: Customer
nl_nl: Klant

source: Search customers
nl_nl: Zoek klanten

source: All customers
nl_nl: Alle klanten

source: Parent customer
nl_nl: Hoofd klant

source: Edit customer
nl_nl: Bewerk klant

source: Update customer
nl_nl: Update klant

source: Add new customer
nl_nl: Nieuwe klant aanmaken

source: New customer name
nl_nl: Nieuwe klant naam

source: MockUp Options & Settings
nl_nl: MockUp Opties & Instellingen

source: Settings
nl_nl: Instellingen

source: Show all %s
nl_nl: Alle %s weergeven

source: Approved
nl_nl: Goedgekeurd

source: Image
nl_nl: Afbeelding

source: Description
nl_nl: Beschrijving

source: Information and Settings
nl_nl: Informatie en Instellingen

source: MockUp Position
nl_nl: MockUp positie

source: Select or upload the MockUp
nl_nl: Selecteer of upload de MockUp

source: Add MockUp
nl_nl: MockUp toevoegen

source: Are you sure?
nl_nl: Weet u het zeker?

source: ago
nl_nl: geleden

source: wrote
nl_nl: schreef

source: Mockup %s is approved
nl_nl: MockUp %s is goedgekeurd

source: Your MockUp %s has been approved by %s
nl_nl: Uw MockUp %s is goedgekeurd door %s

source: %s made comments on MockUp %s
nl_nl: %s heeft een reactie geschreven op MockUp %s

source: Delete
nl_nl: Verwijderen

source: No comments have been made.
nl_nl: Er zijn geen opmerkingen gemaakt.

source: Delete MockUp
nl_nl: Verwijder MockUp

source: Approved by %s
nl_nl: Goedgekeurd door %s

source: Published
nl_nl: Gepubliceerd

source: Change status
nl_nl: Status wijzigen

source: Remove approval
nl_nl: Verwijder goedkeuring

source: Background Color
nl_nl: Achtergrond kleur

source: Enable comments
nl_nl: Reacties toestaan

source: Disable comments
nl_nl: Geen reactie toestaan

source: Slidebox Color
nl_nl: Slidebox Kleur

source: Light Gray
nl_nl: Licht Grijs

source: Dark Gray
nl_nl: Donker Grijs

source: Email Settings
nl_nl: E-mail instellingen

source: Email me on all changes.
nl_nl: E-mail mij alle aanpassingen.

source: Email me only when the MockUp is approved
nl_nl: E-mail mij alleen als de MockUp is goedgekeurd

source: Email me only when comments are made
nl_nl: E-mail mij alleen als er een reactie is geschreven

source: Never email me
nl_nl: E-mail mij nooit

source: Email Address
nl_nl: e-mail adres

source: Comma separate email addresses for multiple recipients
nl_nl: Voor meerdere ontvangers moeten de e-mail adressen met een komma gescheiden worden

source: Change the general settings
nl_nl: Wijzig de algemene instellingen

source: Description button text
nl_nl: Beschrijving knop tekst

source: MockUp description title
nl_nl: Mockup beschrijving titel

source: Comment
nl_nl: Opmerkingen

source: Comment button text
nl_nl: Opmerkingen knop tekst

source: Comment name label
nl_nl: Opmerkingen naam label

source: Comment message label
nl_nl: Opmerkingen berichten label

source: MockUp comment title
nl_nl: MockUp opmerkingen titel

source: Send button text
nl_nl: Versturen knop tekst

source: No comments text
nl_nl: Geen opmerkingen tekst

source: Related
nl_nl: Gerelateerd

source: Related button text
nl_nl: Gerelateerde knop tekst

source: Related MockUps title
nl_nl: Gerelateerde MockUp's titel

source: Approve button text
nl_nl: Goedkeuren knop tekst

source: Approved text
nl_nl: Goedkeuren tekst

source: Confirm approval title
nl_nl: Bevestig goedkeuring titel

source: Confirm approval text
nl_nl: Bevestig goedkeuring tekst

source: Password protected
nl_nl: Beveiligd met een wachtwoord

source: Password protected title
nl_nl: beveiligd met een wachtwoord Titel

source: Default background color
nl_nl: Standaard achtergrond kleur

source: Default slidebox color
nl_nl: Standaard slidebox kleur

source: Email address
nl_nl: E-mail adres

source: E-mail settings
nl_nl: E-mail instellingen

source: Menu position
nl_nl: Menu positie

source: %s below Posts
nl_nl: %s onder Berichten

source: %s below Media
nl_nl: %s onder Media

source: %s below Links
nl_nl: %s onder Links

source: %s below Pages
nl_nl: %s onder Pagina's

source: %s below comments
nl_nl: %s onder Reacties

source: %s below first separator
nl_nl: %s onder de eerste scheidingslijn

source: %s below Plugins
nl_nl: %s onder Plugins

source: %s below Users
nl_nl: %s onder gebruikers

source: %s below Tools
nl_nl: %s onder Extra

source: %s below Settings
nl_nl: %s onder Instellingen

source: %s below second separator
nl_nl: %s onder de tweede scheidingslijn

source: %s Default position
nl_nl: %s onder Standaard positie

source: Save Settings
nl_nl: Instellingen opslaan

source: No Mockup found
nl_nl: Geen MockUp gevonden

source: You did not add a MockUp.
nl_nl: U heeft geen MockUp toegevoegd.

source: Close
nl_nl: Sluiten
